Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_swap_cancel_message
source: Withdraw the signed offer of %1$d sats for %2$@ HNS? Offer ID: %3$@. Cancellation releases its local balance reservation and is announced to the connected swap peer. It does not cancel a swap session that has already accepted and frozen these terms.
ar: هل تريد سحب العرض الموقع من %1$d sats لـ %2$@ HNS؟ معرف العرض: %3$@. يؤدي الإلغاء إلى تحرير حجز الرصيد المحلي الخاص به ويتم الإعلان عنه لنظير المبادلة المتصل. ولا يؤدي ذلك إلى إلغاء جلسة المبادلة التي قبلت هذه الشروط وجمدتها بالفعل.
de: Das unterschriebene Angebot von %1$d sats für %2$@ HNS zurückziehen? Angebots-ID: %3$@. Durch die Stornierung wird die lokale Guthabenreservierung freigegeben und dem angeschlossenen Swap-Peer bekannt gegeben. Eine Tauschsitzung, die diese Bedingungen bereits akzeptiert und eingefroren hat, wird dadurch nicht abgebrochen.
es: ¿Retirar la oferta firmada de %1$d sats por %2$@ HNS? ID de oferta: %3$@. La cancelación libera su reserva de saldo local y se anuncia al par de swap conectado. No cancela una sesión de swap que ya haya aceptado y congelado estos términos.
fa: پیشنهاد امضا شده %1$d sats برای %2$@ HNS را پس بگیرید؟ شناسه پیشنهاد: %3$@. لغو رزرو موجودی محلی خود را آزاد می کند و به همتای مبادله متصل اعلام می شود. جلسه مبادله ای را که قبلاً این شرایط را پذیرفته و ثابت کرده است، لغو نمی کند.
fr: Retirer l'offre signée de %1$d sats pour %2$@ HNS ? Numéro d’offre : %3$@. L'annulation libère sa réservation de solde local et est annoncée au homologue de swap connecté. Cela n'annule pas une session d'échange qui a déjà accepté et gelé ces conditions.
he: לבטל את ההצעה החתומה של %1$d sats עבור %2$@ HNS? מזהה הצעה: %3$@. ביטול משחרר את הזמנת היתרה המקומית שלו ומוכרז לעמית ההחלפה המחוברת. זה לא מבטל הפעלת החלפה שכבר הסכימה והקפיאה את התנאים האלה.
hi: %2$@ HNS के लिए %1$d sats के हस्ताक्षरित प्रस्ताव को वापस लें? ऑफ़र आईडी: %3$@. रद्दीकरण अपना स्थानीय शेष आरक्षण जारी करता है और कनेक्टेड स्वैप सहकर्मी को इसकी घोषणा की जाती है। यह उस स्वैप सत्र को रद्द नहीं करता है जिसने पहले ही इन शर्तों को स्वीकार कर लिया है और रोक दिया है।
id: Menarik tawaran %1$d sats yang telah ditandatangani untuk %2$@ HNS? ID Penawaran: %3$@. Pembatalan melepaskan reservasi saldo lokalnya dan diumumkan ke rekan swap yang terhubung. Itu tidak membatalkan sesi pertukaran yang telah menerima dan membekukan persyaratan ini.
it: Ritirare l'offerta firmata di %1$d sats per %2$@ HNS? ID offerta: %3$@. L'annullamento rilascia la prenotazione del saldo locale e viene annunciato al peer di scambio connesso. Non annulla una sessione di scambio che ha già accettato e congelato questi termini.
ja: %1$d sats の %2$@ HNS に対する署名済みのオファーを撤回しますか?オファーID: %3$@。キャンセルするとローカル残高予約が解放され、接続されたスワップピアに通知されます。これらの条件にすでに同意して凍結されているスワップ セッションはキャンセルされません。
ko: %2$@ HNS에 대한 %1$d sats의 서명된 제안을 철회하시겠습니까? 제안 ID: %3$@. 취소는 로컬 잔액 예약을 해제하고 연결된 스왑 피어에 공지됩니다. 이미 이러한 조건을 수락하고 동결한 스왑 세션은 취소되지 않습니다.
nl: Het ondertekende aanbod van %1$d sats voor %2$@ HNS intrekken? Aanbiedings-ID: %3$@. Bij annulering wordt de lokale saldoreservering vrijgegeven en aangekondigd aan de aangesloten swappeer. Een swapsessie die deze voorwaarden al heeft geaccepteerd en bevroren, wordt niet geannuleerd.
pl: Wycofać podpisaną ofertę %1$d sats na %2$@ HNS? Identyfikator oferty: %3$@. Anulowanie zwalnia rezerwację salda lokalnego i jest ogłaszane podłączonemu partnerowi wymiany. Nie anuluje sesji wymiany, która już zaakceptowała i zamroziła te warunki.
pt: Retirar a oferta assinada de %1$d sats por %2$@ HNS? ID da oferta: %3$@. O cancelamento libera sua reserva de saldo local e é anunciado ao peer de swap conectado. Não cancela uma sessão de swap que já aceitou e congelou estes termos.
ru: Отозвать подписанное предложение %1$d sats на %2$@ HNS? Идентификатор предложения: %3$@. Отмена освобождает локальное резервирование баланса и объявляется подключенному узлу обмена. Он не отменяет сессию обмена, которая уже приняла и заморозила эти условия.
tr: %2$@ HNS için %1$d sats imzalı teklifi geri çekilsin mi? Teklif Kimliği: %3$@. İptal, yerel bakiye rezervasyonunu iptal eder ve bağlı takas eşine duyurulur. Bu şartları zaten kabul etmiş ve dondurmuş bir takas seansını iptal etmez.
uk: Відкликати підписану пропозицію %1$d sats для %2$@ HNS? Ідентифікатор пропозиції: %3$@. Скасування звільняє локальне резервування балансу та оголошується підключеному партнеру обміну. Це не скасовує сеанс обміну, який уже прийняв і заморозив ці умови.
vi: Rút lại ưu đãi đã ký của %1$d sats cho %2$@ HNS? ID ưu đãi: %3$@. Việc hủy bỏ sẽ giải phóng phần dự trữ số dư cục bộ của nó và được thông báo cho đối tác hoán đổi được kết nối. Nó không hủy phiên hoán đổi đã chấp nhận và đóng băng các điều khoản này.
zh_hans: 撤回已签署的 %1$d sats 对 %2$@ HNS 的报价？优惠 ID：%3$@。取消会释放其本地余额预留，并向连接的交换节点宣布。它不会取消已经接受并冻结这些条款的交换会话。
zh_hant: 撤回已簽署的 %1$d sats 對 %2$@ HNS 的報價？优惠 ID：%3$@。取消會釋放其本地餘額預留，並向連接的交換節點宣布。它不會取消已經接受並凍結這些條款的交換會話。

# wallet_swap_cancel_offer
source: Cancel offer
ar: إلغاء العرض
de: Angebot stornieren
es: Cancelar oferta
fa: لغو پیشنهاد
fr: Annuler l'offre
he: בטל הצעה
hi: प्रस्ताव रद्द करें
id: Batalkan penawaran
it: Annulla l'offerta
ja: オファーをキャンセルする
ko: 제안 취소
nl: Aanbieding annuleren
pl: Anuluj ofertę
pt: Cancelar oferta
ru: Отменить предложение
tr: Teklifi iptal et
uk: Скасувати пропозицію
vi: Hủy ưu đãi
zh_hans: 取消优惠
zh_hant: 取消優惠

# wallet_swap_cancel_title
source: Cancel this offer?
ar: إلغاء هذا العرض؟
de: Dieses Angebot stornieren?
es: ¿Cancelar esta oferta?
fa: این پیشنهاد لغو شود؟
fr: Annuler cette offre ?
he: לבטל את ההצעה הזו?
hi: यह ऑफर रद्द करें?
id: Batalkan tawaran ini?
it: Annullare questa offerta?
ja: このオファーをキャンセルしますか?
ko: 이 제안을 취소하시겠습니까?
nl: Deze aanbieding annuleren?
pl: Anulować tę ofertę?
pt: Cancelar esta oferta?
ru: Отменить это предложение?
tr: Bu teklif iptal edilsin mi?
uk: Скасувати цю пропозицію?
vi: Hủy ưu đãi này?
zh_hans: 取消此优惠吗？
zh_hant: 取消此優惠嗎？

# wallet_swap_cancelled
source: The BTC-for-HNS offer was cancelled and its local reservation was released.
ar: تم إلغاء عرض BTC-for-HNS وتم تحرير الحجز المحلي الخاص به.
de: Das Angebot BTC-for-HNS wurde storniert und seine lokale Reservierung freigegeben.
es: La oferta BTC-for-HNS fue cancelada y su reserva local fue liberada.
fa: پیشنهاد BTC-for-HNS لغو شد و رزرو محلی آن آزاد شد.
fr: L'offre BTC-pour-HNS a été annulée et sa réservation locale a été libérée.
he: ההצעה BTC-for-HNS בוטלה וההזמנה המקומית שלה שוחררה.
hi: BTC-for-HNS ऑफर रद्द कर दिया गया और इसका स्थानीय आरक्षण जारी कर दिया गया।
id: Penawaran BTC-untuk-HNS dibatalkan dan reservasi lokalnya dilepaskan.
it: L'offerta BTC-for-HNS è stata annullata e la relativa prenotazione locale è stata rilasciata.
ja: BTC-for-HNS オファーはキャンセルされ、ローカル予約が解放されました。
ko: BTC-for-HNS 제안이 취소되고 현지 예약이 해제되었습니다.
nl: De BTC-voor-HNS-aanbieding is geannuleerd en de lokale reservering ervan is vrijgegeven.
pl: Oferta BTC-for-HNS została anulowana, a jej rezerwacja lokalna zwolniona.
pt: A oferta BTC-for-HNS foi cancelada e sua reserva local foi liberada.
ru: Предложение BTC-for-HNS было отменено, а его локальное резервирование было снято.
tr: BTC-for-HNS teklifi iptal edildi ve yerel rezervasyonu serbest bırakıldı.
uk: Пропозицію BTC-for-HNS скасовано, а її локальне резервування скасовано.
vi: Ưu đãi BTC-for-HNS đã bị hủy và đặt chỗ địa phương của nó đã được hủy bỏ.
zh_hans: BTC 换 HNS 优惠已取消，且其本地预订已释放。
zh_hant: BTC 換 HNS 優惠已取消，且其本地預訂已釋放。

# wallet_swap_cancelling
source: Signing direct-offer cancellation…
ar: جارٍ التوقيع على إلغاء العرض المباشر...
de: Unterzeichnung der Stornierung des Direktangebots…
es: Firmando cancelación de oferta directa...
fa: در حال امضای لغو پیشنهاد مستقیم…
fr: Signature de l'annulation de l'offre directe…
he: חותם על ביטול הצעה ישירה...
hi: प्रत्यक्ष-प्रस्ताव रद्दीकरण पर हस्ताक्षर…
id: Menandatangani pembatalan penawaran langsung…
it: Firma dell'annullamento dell'offerta diretta…
ja: 直接オファーのキャンセルに署名しています…
ko: 직접 제안 취소 서명 중…
nl: Directe annulering van het aanbod ondertekenen…
pl: Podpisywanie anulowania oferty bezpośredniej…
pt: Assinando cancelamento de oferta direta…
ru: Подписание отмены прямого предложения…
tr: Doğrudan teklif iptali imzalanıyor…
uk: Підписання скасування прямої пропозиції…
vi: Ký hủy đề nghị trực tiếp…
zh_hans: 签署直接取消报价...
zh_hant: 簽署直接取消報價...

# wallet_swap_coin_actions
source: Coin Swap Actions
ar: إجراءات مبادلة العملة
de: Münztauschaktionen
es: Acciones de intercambio de monedas
fa: اقدامات مبادله سکه
fr: Actions d'échange de pièces
he: פעולות החלפת מטבעות
hi: सिक्का विनिमय क्रियाएँ
id: Tindakan Tukar Koin
it: Azioni di scambio di monete
ja: コインスワップアクション
ko: 코인 스왑 작업
nl: Muntwisselacties
pl: Akcje wymiany monet
pt: Ações de troca de moedas
ru: Действия по обмену монет
tr: Coin Swap İşlemleri
uk: Дії обміну монетами
vi: Hành động hoán đổi tiền xu
zh_hans: 代币互换操作
zh_hant: 代幣互換操作

# wallet_swap_direct_cancel_failed
source: The direct offer was not cancelled.
ar: ولم يتم إلغاء العرض المباشر.
de: Das Direktangebot wurde nicht storniert.
es: La oferta directa no fue cancelada.
fa: پیشنهاد مستقیم لغو نشد.
fr: L'offre directe n'a pas été annulée.
he: ההצעה הישירה לא בוטלה.
hi: सीधा प्रस्ताव रद्द नहीं किया गया.
id: Penawaran langsung tidak dibatalkan.
it: L'offerta diretta non è stata annullata.
ja: 直接オファーはキャンセルされませんでした。
ko: 직접 제안이 취소되지 않았습니다.
nl: Het directe aanbod is niet geannuleerd.
pl: Oferta bezpośrednia nie została anulowana.
pt: A oferta direta não foi cancelada.
ru: Прямое предложение не было отменено.
tr: Doğrudan teklif iptal edilmedi.
uk: Пряму пропозицію ніхто не скасовував.
vi: Lời đề nghị trực tiếp không bị hủy bỏ.
zh_hans: 直接报价并未取消。
zh_hant: 直接報價並未取消。

# wallet_swap_direct_cancelled
source: Direct offer cancelled.
ar: تم إلغاء العرض المباشر.
de: Direktangebot storniert.
es: Oferta directa cancelada.
fa: پیشنهاد مستقیم لغو شد.
fr: Offre directe annulée.
he: ההצעה הישירה בוטלה.
hi: सीधा प्रस्ताव रद्द कर दिया गया.
id: Penawaran langsung dibatalkan.
it: Offerta diretta annullata.
ja: 直接オファーはキャンセルされました。
ko: 직접 제안이 취소되었습니다.
nl: Direct aanbod geannuleerd.
pl: Oferta bezpośrednia anulowana.
pt: Oferta direta cancelada.
ru: Прямое предложение отменено.
tr: Doğrudan teklif iptal edildi.
uk: Пряма пропозиція скасована.
vi: Ưu đãi trực tiếp đã bị hủy.
zh_hans: 直接报价已取消。
zh_hant: 直接報價已取消。

# wallet_swap_execution_detail
source: Session: %1$@ State: %2$@ Local role: %3$@ Funding order: %4$@, then %5$@ First funding confirmed: %6$@ Second funding confirmed: %7$@ New-funding deadline: Unix %8$d First-chain refund time: Unix %9$d Second-chain refund time: Unix %10$d Failure reason: %11$@ Only locally verified chain evidence advances this status.
ar: الجلسة: %1$@ الحالة: %2$@ الدور المحلي: %3$@ أمر التمويل: %4$@، ثم %5$@ تأكيد التمويل الأول: %6$@ تأكيد التمويل الثاني: %7$@ الموعد النهائي للتمويل الجديد: Unix %8$d وقت استرداد السلسلة الأولى: Unix %9$d وقت استرداد السلسلة الثانية: Unix %10$d سبب الفشل: %11$@ فقط أدلة السلسلة التي تم التحقق منها محليًا تعمل على تقدم هذه الحالة.
de: Sitzung: %1$@ Status: %2$@ Lokale Rolle: %3$@ Finanzierungsauftrag: %4$@, dann %5$@ Erste Finanzierung bestätigt: %6$@ Zweite Finanzierung bestätigt: %7$@ Neue Finanzierungsfrist: Unix %8$d Rückerstattungszeit der ersten Kette: Unix %9$d Rückerstattungszeit der zweiten Kette: Unix %10$d Fehlergrund: %11$@ Nur lokal überprüfte Kettennachweise erhöhen diesen Status.
es: Sesión: %1$@ Estado: %2$@ Rol local: %3$@ Orden de financiación: %4$@, luego %5$@ Primera financiación confirmada: %6$@ Segundo financiamiento confirmado: %7$@ Fecha límite para nuevo financiamiento: Unix %8$d Tiempo de reembolso de la primera cadena: Unix %9$d Tiempo de reembolso de la segunda cadena: Unix %10$d Motivo del error: %11$@ Solo la evidencia de cadena verificada localmente avanza en este estado.
fa: جلسه: %1$@ وضعیت: %2$@ نقش محلی: %3$@ سفارش تأمین مالی: %4$@، سپس %5$@ اولین تأمین مالی تأیید شد: %6$@ اعتبار دوم تأیید شد: %7$@ مهلت تامین مالی جدید: Unix %8$d زمان بازپرداخت زنجیره اول: Unix %9$d زمان بازپرداخت زنجیره دوم: Unix %10$d دلیل خرابی: %11$@ فقط شواهد زنجیره ای تایید شده محلی این وضعیت را ارتقا می دهد.
fr: Session : %1$@ État : %2$@ Rôle local : %3$@ Ordre de financement : %4$@, puis %5$@ Premier financement confirmé : %6$@ Deuxième financement confirmé : %7$@ Nouvelle date limite de financement : Unix %8$d Délai de remboursement de la première chaîne : Unix %9$d Délai de remboursement de la deuxième chaîne : Unix %10$d Raison de l'échec : %11$@ Seules les preuves de chaîne vérifiées localement font progresser ce statut.
he: הפעלה: %1$@ מצב: %2$@ תפקיד מקומי: %3$@ הזמנת מימון: %4$@ ולאחר מכן %5$@ מימון ראשון אושר: %6$@ מימון שני אושר: %7$@ מועד אחרון למימון חדש: Unix %8$d זמן החזר בשרשרת ראשונה: Unix %9$d זמן החזר בשרשרת שנייה: Unix %10$d סיבת כשל: %11$@ רק ראיות שרשרת מאומתות מקומיות מקדמות את הסטטוס הזה.
hi: सत्र: %1$@ राज्य: %2$@ स्थानीय भूमिका: %3$@ फंडिंग ऑर्डर: %4$@, फिर %5$@ पहली फंडिंग की पुष्टि: %6$@ दूसरी फंडिंग की पुष्टि: %7$@ नई-फंडिंग की समय सीमा: Unix %8$d पहली-चेन रिफंड समय: Unix %9$d दूसरी-श्रृंखला धनवापसी समय: Unix %10$d विफलता का कारण: %11$@ केवल स्थानीय रूप से सत्यापित श्रृंखला साक्ष्य इस स्थिति को आगे बढ़ाते हैं।
id: Sesi: %1$@ Negara: %2$@ Peran lokal: %3$@ Urutan pendanaan: %4$@, lalu %5$@ Pendanaan pertama dikonfirmasi: %6$@ Pendanaan kedua dikonfirmasi: %7$@ Batas waktu pendanaan baru: Unix %8$d Waktu pengembalian dana rantai pertama: Unix %9$d Waktu pengembalian dana rantai kedua: Unix %10$d Alasan kegagalan: %11$@ Hanya bukti rantai yang diverifikasi secara lokal yang dapat meningkatkan status ini.
it: Sessione: %1$@ Stato: %2$@ Ruolo locale: %3$@ Ordine di finanziamento: %4$@, quindi %5$@ Primo finanziamento confermato: %6$@ Secondo finanziamento confermato: %7$@ Scadenza nuovo finanziamento: Unix %8$d Tempo di rimborso della prima catena: Unix %9$d Tempo di rimborso della seconda catena: Unix %10$d Motivo dell'errore: %11$@ Solo le prove della catena verificate localmente fanno avanzare questo stato.
ja: セッション: %1$@ 状態: %2$@ ローカル役割: %3$@ 資金調達注文: %4$@ 、次に %5$@ 最初の資金調達が確認されました: %6$@ 2 回目の資金調達が確認されました: %7$@ 新規資金調達期限: Unix %8$d 最初のチェーンの払い戻し時間: Unix %9$d セカンドチェーンの返金時間: Unix %10$d 失敗の理由: %11$@ ローカルで検証されたチェーン証拠のみがこのステータスを前進させます。
ko: 세션: %1$@ 상태: %2$@ 로컬 역할: %3$@ 펀딩 순서: %4$@, 이후 %5$@ 첫 번째 펀딩 확인: %6$@ 두 번째 펀딩 확정: %7$@ 신규 펀딩 마감일: Unix %8$d 첫 번째 체인 환불 시간: Unix %9$d 두 번째 체인 환불 시간: Unix %10$d 실패 이유: %11$@ 로컬에서 검증된 체인 증거만이 이 상태를 발전시킵니다.
nl: Sessie: %1$@ State: %2$@ Lokale rol: %3$@ Financieringsvolgorde: %4$@, daarna %5$@ Eerste financiering bevestigd: %6$@ Tweede financiering bevestigd: %7$@ Deadline voor nieuwe financiering: Unix %8$d Terugbetalingstijd eerste keten: Unix %9$d Restitutietijd tweede keten: Unix %10$d Reden van fout: %11$@ O Alleen lokaal geverifieerd ketenbewijs bevordert deze status.
pl: Sesja: %1$@ Stan: %2$@ Rola lokalna: %3$@ Zlecenie finansowania: %4$@, następnie %5$@ Pierwsze finansowanie potwierdzone: %6$@ Potwierdzono drugie finansowanie: %7$@ Termin nowego finansowania: Unix %8$d Czas zwrotu pierwszego łańcucha: Unix %9$d Czas zwrotu kosztów w drugim łańcuchu: Unix %10$d Przyczyna niepowodzenia: %11$@ Tylko zweryfikowane lokalnie dowody łańcucha zwiększają ten status.
pt: Sessão: %1$@ Estado: %2$@ Função local: %3$@ Ordem de financiamento: %4$@, depois %5$@ Primeiro financiamento confirmado: %6$@ Segundo financiamento confirmado: %7$@ Novo prazo de financiamento: Unix %8$d Tempo de reembolso da primeira cadeia: Unix %9$d Tempo de reembolso da segunda cadeia: Unix %10$d Motivo da falha: %11$@ Apenas evidências de cadeia verificadas localmente avançam esse status.
ru: Сессия: %1$@ Состояние: %2$@ Локальная роль: %3$@ Поручение на финансирование: %4$@, затем %5$@ Первое финансирование подтверждено: %6$@ Второе финансирование подтверждено: %7$@ Срок нового финансирования: Unix %8$d Время возврата первой цепочки: Unix %9$d Время возврата второй цепочки: Unix %10$d Причина сбоя: %11$@ Только локально проверенные доказательства цепочки повышают этот статус.
tr: Oturum: %1$@ Devlet: %2$@ Yerel rol: %3$@ Fonlama sırası: %4$@, ardından %5$@ İlk finansman onaylandı: %6$@ İkinci finansman onaylandı: %7$@ Yeni finansman son tarihi: Unix %8$d İlk zincir geri ödeme süresi: Unix %9$d İkinci zincir geri ödeme süresi: Unix %10$d Arıza nedeni: %11$@ Yalnızca yerel olarak doğrulanmış zincir kanıtı bu durumu ilerletir.
uk: Сесія: %1$@ Стан: %2$@ Локальна роль: %3$@ Порядок фінансування: %4$@, потім %5$@ Перше фінансування підтверджено: %6$@ Підтверджено друге фінансування: %7$@ Крайній термін фінансування: Unix %8$d Час повернення коштів у першому ланцюжку: Unix %9$d Час повернення коштів у другому ланцюзі: Unix %10$d Причина збою: %11$@ OЦей статус підтверджується лише локально перевіреним доказом ланцюга.
vi: Phiên: %1$@ Trạng thái: %2$@ Vai trò địa phương: %3$@ Lệnh cấp vốn: %4$@, sau đó là %5$@ Số tiền đầu tiên được xác nhận: %6$@ Đã xác nhận khoản tài trợ thứ hai: %7$@ Thời hạn cấp vốn mới: Unix %8$d Thời gian hoàn trả chuỗi đầu tiên: Unix %9$d Thời gian hoàn tiền chuỗi thứ hai: Unix %10$d Lý do thất bại: %11$@ Chỉ bằng chứng chuỗi được xác minh cục bộ mới nâng cao trạng thái này.
zh_hans: 会话：%1$@ 状态：%2$@ 本地角色：%3$@ 资金订单：%4$@，则%5$@ 首次资金确认： %6$@ 第二笔资金确认：%7$@ 新增资金截止时间：Unix %8$d 首链退款时间：Unix %9$d 第二链退款时间：Unix %10$d 失败原因：%11$@ 只有本地验证的链证据才会推进此状态。
zh_hant: 會話： %1$@ 狀態： %2$@ 本地角色： %3$@ 資金順序： %4$@ ，然後%5$@ 確認第一筆資金： %6$@ 第二筆資金已確認： %7$@ 新資金截止日期： Unix %8$d 第一鏈退款時間： Unix %9$d 第二鏈退款時間： Unix %10$d 失敗原因： %11$@ 只有本地驗證的鏈證據才能提升此地位。

# wallet_swap_execution_list_failed
source: Durable atomic swap state could not be authenticated.
ar: تعذرت المصادقة على حالة المبادلة الذرية الدائمة.
de: Der dauerhafte Atom-Swap-Status konnte nicht authentifiziert werden.
es: No se pudo autenticar el estado de intercambio atómico duradero.
fa: وضعیت مبادله اتمی بادوام قابل احراز هویت نیست.
fr: L’état d’échange atomique durable n’a pas pu être authentifié.
he: לא ניתן היה לאמת מצב חילוף אטומי עמיד.
hi: टिकाऊ परमाणु स्वैप स्थिति को प्रमाणित नहीं किया जा सका।
id: Status pertukaran atom yang tahan lama tidak dapat diautentikasi.
it: Impossibile autenticare lo stato di scambio atomico durevole.
ja: 永続アトミック スワップ状態を認証できませんでした。
ko: 내구성 있는 원자 교환 상태를 인증할 수 없습니다.
nl: De duurzame atomaire swap-status kan niet worden geverifieerd.
pl: Nie można uwierzytelnić trwałego stanu wymiany atomowej.
pt: O estado de troca atômica durável não pôde ser autenticado.
ru: Не удалось аутентифицировать состояние устойчивого атомарного обмена.
tr: Dayanıklı atomik takas durumunun kimliği doğrulanamadı.
uk: Не вдалося автентифікувати стан стійкого атомарного обміну.
vi: Trạng thái hoán đổi nguyên tử bền vững không thể được xác thực.
zh_hans: 无法验证持久原子交换状态。
zh_hant: 无法验证持久原子交换状态。

# wallet_swap_execution_title
source: Atomic swap status
ar: حالة المبادلة الذرية
es: Estado de intercambio atómico
fa: وضعیت سوآپ اتمی
fr: Statut d'échange atomique
he: מצב החלפה אטומית
hi: परमाणु विनिमय स्थिति
id: Status pertukaran atom
it: Stato dello scambio atomico
ja: アトミックスワップのステータス
ko: 원자 교환 상태
nl: Atomaire swap-status
pl: Stan wymiany atomowej
pt: Status de troca atômica
ru: Статус атомарного свопа
tr: Atomik takas durumu
uk: Статус атомарного обміну
vi: Trạng thái trao đổi nguyên tử
zh_hans: 原子交换状态
zh_hant: 原子交換狀態

# wallet_swap_executions
source: Atomic swap executions
ar: عمليات إعدام المبادلة الذرية
de: Atomic-Swap-Ausführungen
es: Ejecuciones de intercambio atómico
fa: اعدام های مبادله اتمی
fr: Exécutions d'échanges atomiques
he: ביצוע חילופי אטומיים
hi: परमाणु अदला-बदली निष्पादन
id: Eksekusi pertukaran atom
it: Esecuzioni di scambio atomico
ja: アトミックスワップの実行
ko: 원자 교환 실행
nl: Executies van atomaire swaps
pl: Wykonania zamiany atomowej
pt: Execuções de troca atômica
ru: Выполнение атомарных свопов
tr: Atomik takas uygulamaları
uk: Виконання атомарного обміну
vi: Thực hiện hoán đổi nguyên tử
zh_hans: 原子交换执行
zh_hant: 原子交換執行

# wallet_swap_failure_none
source: None
ar: لا شيء
de: Keine
es: Ninguno
fa: هیچ کدام
fr: Aucun
he: אין
hi: कोई नहीं
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Żadne
pt: Nenhum
ru: Нет
tr: Yok
uk: Жодного
vi: không có
zh_hans: 无
zh_hant: 無

# wallet_swap_fee_reserve_hint
source: Bitcoin fee reserve (sats, minimum 1000)
ar: احتياطي رسوم Bitcoin (sats، الحد الأدنى 1000)
de: Bitcoin Gebührenreserve (sats, mindestens 1000)
es: Reserva de tarifa Bitcoin (sats, mínimo 1000)
fa: ذخیره هزینه Bitcoin (sats، حداقل 1000)
fr: Réserve de frais Bitcoin (sats, minimum 1 000)
he: עתודת עמלה Bitcoin (sats, מינימום 1000)
hi: Bitcoin शुल्क आरक्षित (sats, न्यूनतम 1000)
id: Cadangan biaya Bitcoin (sats, minimal 1000)
it: Bitcoin riserva tariffa (sats, minimo 1000)
ja: Bitcoin 手数料引当金 (sats、最低 1000)
ko: Bitcoin 수수료 적립금 (sats, 최소 1000)
nl: Bitcoin vergoedingsreserve (sats, minimaal 1000)
pl: Bitcoin rezerwa na opłaty (sats, minimum 1000)
pt: Reserva de taxa Bitcoin (sats, mínimo 1.000)
ru: Резерв комиссии Bitcoin (sats, минимум 1000)
tr: Bitcoin ücret rezervi (sats, minimum 1000)
uk: Резерв комісії Bitcoin (sats, мінімум 1000)
vi: Dự trữ phí Bitcoin (sats, tối thiểu 1000)
zh_hans: Bitcoin 手续费储备金（sats，最低1000）
zh_hant: Bitcoin 手續費儲備金（sats，最低1000）

# wallet_swap_fund_bitcoin
source: Prepare Bitcoin funding
ar: إعداد تمويل Bitcoin
de: Bereiten Sie die Finanzierung Bitcoin vor
es: Preparar financiación Bitcoin
fa: بودجه Bitcoin را آماده کنید
fr: Préparer le financement Bitcoin
he: הכן מימון Bitcoin
hi: Bitcoin फंडिंग तैयार करें
id: Siapkan pendanaan Bitcoin
it: Preparare il finanziamento Bitcoin
ja: Bitcoin 資金を準備する
ko: Bitcoin 자금 준비
nl: Bitcoin-financiering voorbereiden
pl: Przygotuj finansowanie Bitcoin
pt: Prepare o financiamento Bitcoin
ru: Подготовьте финансирование Bitcoin
tr: Bitcoin finansmanını hazırlayın
uk: Підготуйте фінансування Bitcoin
vi: Chuẩn bị tài trợ Bitcoin
zh_hans: 准备Bitcoin资金
zh_hant: 準備Bitcoin資金

# wallet_swap_fund_hns
source: Prepare HNS funding
ar: إعداد تمويل HNS
de: Bereiten Sie die Finanzierung HNS vor
es: Preparar financiación HNS
fa: بودجه HNS را آماده کنید
fr: Préparer le financement HNS
he: הכן מימון HNS
hi: HNS फंडिंग तैयार करें
id: Siapkan pendanaan HNS
it: Preparare il finanziamento HNS
ja: HNS 資金を準備する
ko: HNS 자금 준비
nl: HNS-financiering voorbereiden
pl: Przygotuj finansowanie HNS
pt: Prepare o financiamento HNS
ru: Подготовьте финансирование HNS
tr: HNS finansmanını hazırlayın
uk: Підготуйте фінансування HNS
vi: Chuẩn bị tài trợ HNS
zh_hans: 准备HNS资金
zh_hant: 準備HNS資金
